IDEA Open Model
PointSupportNode.SupportTypeZ Property
 Support type in dirrection Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public SupportTypeInDirrection SupportTypeZ { get; set; }
Public Property SupportTypeZ As SupportTypeInDirrection
	Get
	Set
public:
property SupportTypeInDirrection SupportTypeZ {
	SupportTypeInDirrection get ();
	void set (SupportTypeInDirrection value);
}
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace